// © Copyright 2014-2015 HP Development Company, L.P.

// Error strings
HSDScanFailedTitle = "Skannaus epäonnistui";
HSDScanFailedText = "Tarvittava ohjelmistokomponentti puuttuu tai on korruptoitunut. Asenna laitteen ohjelmisto uudelleen ja/tai tarkista, ettei kiintolevyssä ole ongelmia.";